ary = []
ary.push({
  :title => "１歳半の娘の歯の生える順番が気になる！",
  :tags => "歯の生え方, 乳歯, 歯科受診",
  :content => "1歳半になる娘の歯の生える順番が気になっています。歯医者さんに連れて行って診てもらった方がよいのでしょうか？",
  :answer => "歯の生え始めが遅かったお子さん、今度は生える順番がご心配のようですね。下のまん中2本の歯の両脇２本がまだ生えていませんが、一度歯科受診して生え方を診てもらうとよいでしょう。\n乳歯の生える順番や個体差はありますが、気になる点がある場合は定期的な歯科健診がおすすめです。歯の形成異常がある場合もあるため、専門医に相談してください。"
})
ary.push({
  :title => "妊娠4週目で葉酸サプリを摂取すると肌がかゆくなる！",
  :tags => "妊娠, 葉酸サプリ, アレルギー, 肝臓障害, 無脳症",
  :content => "妊娠4週目で葉酸サプリを摂取すると肌がかゆくなってしまいます。アレルギー科を受診しても原因が分からず、肝臓障害の可能性も気になります。\n肝臓障害によって胎児奇形や病気が起こる可能性はあるのでしょうか？葉酸サプリのアレルギー反応が出る場合、摂取を中止しても大丈夫でしょうか？",
  :answer => "妊娠4週目で葉酸サプリを摂取すると肌がかゆくなる場合、肝機能障害の可能性も考えられますが、無脳症の既往があるからといって必ずしも葉酸サプリの摂取がリスクとは限りません。\nまずは肝機能の検査やアレルギー歴の確認を専門医に相談してみてください。葉酸摂取に関しては、食物からの摂取を心がけることや、軽い抗アレルギー剤を服用して摂取量を調整することも考えられます。\nまた、多くの葉酸を含む食品を組み合わせて摂取する方法もあります。過剰摂取には注意が必要ですが、通常の食物からの摂取では心配はありません。まずは専門医の指導を仰ぎながら、適切な対応を取るようにしましょう。"
})
ary.push({
  :title => "妻による家事放棄と子育ての押し付けに悩んでいます",
  :tags => "家事放棄, 子育て, 夫婦関係, コミュニケーション, ストレス",
  :content => "働きながら子育てに奮闘する中、妻が家事を放棄し、子どもの世話まで押しつけてきています。\nさらに、妻がこっそり煙草を吸っていることも発覚しました。\n自分は休みもなく、睡眠不足なのに家事と子育てを一手に引き受けなければなりません。\nこの状況をどうしたら改善できるでしょうか？",
  :answer => "ご質問の内容は、パートナーシップの構築とコミュニケーションの重要性を感じます。\nまずは冷静に状況を把握し、妻との関係を丁寧に築くことが必要です。\n具体的な提案として、お金の問題や育児の疲れについて話し合い、相互理解を深めることが重要です。\n例えば、一緒に働ける時間や育児支援センターでの友達作り、料理の協力など、様々な話題を通じて共有感を持つことが大切です。\nまた、ストレス発散の場やサポート体制の構築も考えましょう。\nただし、女性が家事や育児に手を抜く理由は様々で、過酷な環境やストレスが原因の場合もあります。\n相手の気持ちを理解し、積極的なサポートや励ましの言葉をかけることも重要です。\nもし努力が効果を上げない場合は、将来を見据えて離婚や再婚の選択も視野に入れることも検討してください。\nまずは丁寧なコミュニケーションを試み、お互いに理解し合える解決策を見つけていくことが大切です。"
})
ary.push({
  :title => "予防接種ができない？1歳半の娘が病院で発熱してしまう問題",
  :tags => "予防接種, 発熱, 1歳半, 病院, 困りごと",
  :content => "1歳半の娘がおります。予防接種を受けるため病院へ行くのですが、病院で検温するたび熱を出して予防接種が見送りになってしまいます。病院へ行くまでは元気で熱もなく、家に帰ると熱は下がり、機嫌よくしています。\n予防接種が進まず、困っています。病院で発熱せずにすむには、どうしたらよいでしょうか？",
  :answer => "私のクリニックでもよく相談される問題です。ワクチンを受けるためには体温が37.5度未満である必要がありますが、病院での測定時にだけ熱が出ているということは珍しいです。体温は個人差があり、腋下での測定が一般的です。測定の前後に運動や熱い場所に長時間いることが影響する場合があります。\nまた、体温計の品質や正しい測定方法も考慮する必要があります。ご相談のお子さんは病院でのみ熱が出ているようなので、病気が原因ではない可能性があります。もし熱が37度台後半程度であり、普段元気であれば、予防接種を先延ばしするよりも早めに接種して免疫をつけることが重要かもしれません。\n医師と相談し、お子さんの健康状態と接種のメリットを考慮して判断することをおすすめします。"
})
ary.push({
  :title => "妊活中の30歳、子宮腺筋症の疑いがあります！",
  :tags => "妊活, 子宮腺筋症, 血液検査, 妊娠, 安定期",
  :content => "妊活をしている30歳です。子宮頸がん検診で左右差のある子宮腺筋症の疑いがありました。血液検査結果で診断できるのでしょうか？子宮腺筋症とはどのような病気ですか？妊娠した場合、安定期までの過ごし方と安定期以降の過ごし方について教えてください。産休まで働くことは可能でしょうか？",
  :answer => "子宮腺筋症は、子宮内膜に似た組織が子宮の筋層内で増殖する良性の疾患です。\n血液検査の結果も参考にしながら診断されますが、子宮腺筋症は子宮壁の厚さや左右差でエコー検査で疑われることがあります。\n子宮腺筋症は子宮内膜症を併発することもあり、不妊の原因になることがありますが、単独では大きな不妊のリスクはありません。\n妊娠中は貧血に注意しながら過ごす必要があります。安定期までの過ごし方は通常の妊婦と同様で、産休までの勤務も可能です。\nただし、子宮腺筋症が合併すると帝王切開のリスクや出血量の増加があります。\n安定期以降も定期的な検診を受けながら、医師の指示に従って適切なケアを行いましょう。"
})
ary.push({
  :title => "早産で極低出生体重児を出産！リスクについて知りたい",
  :tags => "早産, 極低出生体重児, リスク, NICU, 神経学的予後",
  :content => "先月、29週6日で1,385gの極低出生体重児の赤ちゃんを出産しました。経過は良好で、医師から早産によるリスクについて言われましたが、具体的にどの程度リスクが高まるのでしょうか？私のせいで赤ちゃんにリスクを負わせてしまいとても不安です。",
  :answer => "NICU入院中の合併症で神経学的予後に影響を及ぼす可能性がある疾患はいくつかありますが、現時点ではそのリスクは低いと考えられます。\n\nNICU退院後には精神運動発達遅滞や脳性まひ、発達障害のリスクが関心事となります。統計的には早産の子供の平均的な発達スコアは低く、発達障害のリスクも高いと報告されています。ただし、これらの数値は集団の傾向を示しているだけであり、個々のお子さんの予後を予測するものではありません。\n\nお子さんが小さく生まれたことで自分を責める必要はありません。NICUのスタッフと協力しながらお子さんのケアを行い、少しずつ母親としての自信を取り戻していくことが大切です。NICUスタッフはサポートを提供するためにいますので、不安なときは遠慮せずに相談してください。"
})
ary.push({
  :title => "妊娠7か月、足がつる！予防策と対処法を知りたい",
  :tags => "妊娠, こむら返り, 足つり, 予防策, 対処法",
  :content => "妊娠7か月で、まだ働いています。就寝中や普通に歩いているときなど、いろんな場面でこむら返りが起こるようになりました。\n\n足がつるのは何か栄養が足りていないのでしょうか？一度外で足がつったときは軽いものでしたが、もっとひどくつったらと考えると、一人で外出するのが怖くなりました。\n\n妊娠中でも飲んでよい薬や予防策、つったときの対処法を教えてください。",
  :answer => "妊娠7か月で足がよくつるようになったのですね。こむら返りは妊娠するとよく起こる症状の一つです。妊婦さんは、妊娠によって大きくなった子宮が、足から戻ってくる静脈の流れを圧迫してしまうため、足の血流が悪くなり、筋肉に血液が滞って足がつりやすくなるのです。\n\nこむら返りが起きた場合は、患部を伸ばすことが大切です。寝ているときにつった場合、立ち上がって少し歩くと治りやすいともいわれます。水分不足になると足がつりやすくなるので、適切な水分摂取も大切です。また、足を冷やさないようにする、体を冷やさないようにする、適度な運動を行うことも予防策として有効です。\n\n食事バランスが崩れていなければ、栄養の不足よりも水分不足や運動不足、子宮の大きさによる血液循環の悪化が主な原因です。入浴やストレッチを行い、血行を促進させることもおすすめです。頻繁に足がつる場合は、かかりつけの産科医に相談してみると良いでしょう。"
})
ary.push({
  :title => "５か月の息子の後頭部が気になります！改善策はありますか？",
  :tags => "赤ちゃん, 後頭部, 絶壁, 改善策",
  :content => "５か月になる男の子を育てています。他の子に比べてうちの子の頭が、いわゆる絶壁なことに気がつきました。寝返りをするようになったのですが、うつぶせが嫌いなのか、うつぶせだとすぐに泣くため、日中はあおむけでいることが多いです。\n絶壁具合は自然に改善されるでしょうか？何かよい改善策はありますでしょうか。",
  :answer => "頭の形の相談はとても多いものの一つです。絶壁頭とは、後頭部に丸みがなく扁平になっている頭の形を指していて、専門用語では後頭部扁平と呼ばれます。早期治療が必要な原因としては頭蓋縫合早期癒合症という病気がありますが、珍しい病気です。\n絶壁頭の大部分の原因は、赤ちゃんをいつもあおむけに寝かせているために後頭部に常に圧力がかかって扁平になることです。頭の形に合わせた対策として、赤ちゃんの体の向きを変えて、いつも後頭部に圧力がかからないようにすることや、ヘルメット治療などがあります。\nしかし、成長発達や運動機能に大きな影響はないとされています。対策を検討する場合はかかりつけ医に相談してみることをおすすめします。"
})
ary.push({
  :title => "夫婦の子育ての考え方の違いがストレスになります。",
  :tags => "子育て, 夫婦関係, ストレス",
  :content => "夫との子育ての考え方の違いでストレスを感じます。どうしたら解消できるでしょうか？",
  :answer => "夫婦の考え方の違いは当然のことですが、お互いの気持ちを理解し合うことが大切です。\n子どもの気持ちを受け止める一方で、自分の気持ちも大切にして話し合うことで解決策を見つけられます。\nまた、自信を持って自分の考えを持つことも重要です。\n夫婦の関係を大切にしながら、子育てに取り組んでいきましょう。"
})
ary.push({
  :title => "幼い娘の友達づくりに悩んでいます",
  :tags => "子育て, 交流, 幼稚園",
  :content => "2歳10か月の娘を祖父母に預け、夫婦ともに仕事をしています。娘は保育園には行っておらず、平日は公園に連れて行くことができないため、子ども同士で遊ぶ機会があまりありません。休みの日に公園に遊びに行くと、娘は積極的に同い年くらいの子や小さい子に近づいていくのですが、相手の子がびっくりして固まってしまうこともあります。あるとき相手の子があまりにもびっくりしていたので、その子と引き離そうとしたのですが、娘はかんしゃくを起こして泣いてしまいました。毎回ではないのですがときどきこういうことがあり、公園に連れていくのが正直しんどいです。こういう場合「お友だちがびっくりするからいきなり触れるのはやめようね」など、娘に言い聞かせる対応でよいのでしょうか？来年には幼稚園に入るので、同い年ぐらいの子と毎日触れ合う機会ができれば、自然に学んでいくものなのでしょうか？子ども同士で遊ぶ機会が少ないことが、発達に影響しないかも心配です。",
  :answer => "子どもと子どもとの付き合いは、実際の子どもとの交流体験を通して学習されます。\n\n子ども同士の付き合いは独特なものであり、子どもは自分が中心であることを求めます。保育園や幼稚園での経験を通じて、子どもは対子どもの付き合い方を学んでいきます。\n\n休日の公園で他の子と遊びたいという娘さんの気持ちは自然なものです。子ども同士の興味や関心は強く、一緒に遊びたいと思うのも当然です。もし他の子が驚いたり泣いたりしても、危険がない場合はその経験を見守ることが大切です。無理に介入せず、自然な成長を促しましょう。\n\n幼稚園に入ることで、娘さんは同い年の子と毎日触れ合う機会が増えます。その中で子ども同士の付き合い方を学び、成長していくでしょう。\n\n心配される発達の影響ですが、多くの子どもは保育園や幼稚園で子ども同士の交流を始めますので、焦る必要はありません。ご相談者の娘さんが元気で活発な子であることは良い兆候です。\n\n最後に、年上の子との交流も考えてみると良いでしょう。娘さんに「いれて」「あそぼう」と声をかけてみて、年上の子の遊び方を見て学ぶこともできます。子どもの成長を見守りながら、自然な形で友達づくりが進むことを願っています。"
})
ary.push({
  :title => "10か月。離乳食で食べるものが３種だけです。",
  :tags => "離乳食, 栄養, 授乳, 保育園, ミルクアレルギー",
  :content => "10か月になりますが、離乳食は食パンとヨーグルトとさつまいもの3種しか食べません。離乳食だけでは栄養がとれていないと思い、母乳を続けていますが、母乳を欲しがる様子はありません。1歳から保育園に預けるため、ミルクも飲めるようにしておきたかったのですが、先月ミルクアレルギーだと判明。ところがアレルギー用のミルクは嫌がり、5mL程度しか飲めません。授乳をやめたら食べるようになると聞き、少しずつ回数を減らし、いまは朝昼夜の1日3回のみ授乳しています。日によっては授乳前に寝てしまって1日2回になることも。確かに量は食べるようになりましたが、相変わらずこの3種以外は拒否されます。実は子どもの歯が上下生えてきて痛いので、できれば母乳はやめたいと思っています。でも離乳食が進んでいないしミルクも飲まないし、仕事の復帰も近いので困り果てています。食べさせようとしていろいろな方法を試しました。どろどろやみじん切りにして調理法を変えてみたり、食事用の椅子は足が着くように板を調整したり、食具を変えてみたり、手づかみ食べさせたり、食べる時間帯を変えてみたり、大人が楽しくおいしそうに食事する様子を見せて同じタイミングで食べさせてみたり。ネットや本に載っているような対策はほぼ試しましたが、全滅でした。保健センターや小児科などでも相談しましたが、解決できませんでした。栄養が足らずに虐待だと思われそうで怖いです。どうしたらよいでしょうか？",
  :answer => "母乳が大好きなどで離乳食が進まないという相談は多くあります。\n2歳ころになっても母乳ばかり欲しがっていたお子さんがいましたが、自然に卒乳していつのまにか食事中心になっています。いまは食べる品数に限りがありますが、食べないわけではないので大丈夫です。\n離乳の進み方は本当にさまざまです。ゆっくり慣れていくタイプだと捉えてもよいでしょう。現在の授乳回数は1日2～3回ですから順調といえます。仕事の復帰に合わせて授乳回数を減らしていくとよいでしょう。\nその際は、パートナーや周囲の人に協力してもらうとよいかもしれません。食事の内容は、お子さんにも取り分け可能なご飯、うどん、味噌汁、肉じゃが、煮魚、納豆和え、卵とじ、煮物、果物等を用意します。\n料理をすべて手作りする必要はありません。総菜を買ってきたり、子どもにはベビーフードを用意してもかまいません。料理を食卓に並べて「おいしい！」と声にしながら、みんなで楽しみましょう。\nその様子を見せたりするだけでも、食に興味を持たせることができるからです。もし欲しがるようなら食べやすくして少量試すこともできます。\n保育園では、給食を一人ひとりの発達に合わせています。保護者の方が、園に入るまでに何とかしなければと焦らないことです。\n入園の際にお子さんのいままでの状況やかかわりを詳しく伝えれば、誰も虐待しているとは思いません。\nその情報からよい方法を考えてくれます。園と一緒に家庭でも楽しく食べる時間を作るようにしていきます。\n保護者の悩みや不安は子どもの食欲に表れることもあるので、パートナーや保育園等でよく話を聞いてもらうとよいでしょう。"
})
ary.push({
  :title => "新生児の脳室拡大に不安がいっぱいです",
  :tags => "新生児, 脳室拡大, 超音波検査, 不安",
  :content => "新しく生まれた赤ちゃんが、先天的な喘鳴の可能性があると診断され、大きな病院に転院しました。そして、頭部のサイズがやや小さいとのことで超音波検査を受けました。\nその結果、書類には「両側の脳室拡大を認めます」と書かれていました。\n脳室拡大という言葉について調べてみましたが、理解できずに怖くて不安になってしまいました。\n脳室拡大とは具体的にどういうことなのでしょうか？",
  :answer => "大変心配されていることと思います。お子さんの詳細な情報や他の所見についてはわかりませんので、一般的な説明になりますが、胎児期の超音波検査で脳室拡大が観察されることは比較的よくあります（お子さんの場合はどうだったでしょうか？）。\n胎児期の超音波検査で脳室拡大と判定されるのは、側脳室の幅が10mm以上ある場合です。15mm以上の場合は高度な脳室拡大と考えられます（お子さんの場合、具体的な数値はわかりませんが、医師に確認してみてください）。\n脳室拡大が高度な場合は、脳脊髄液の循環が悪くなり、脳圧が上昇することがあります。頭囲も拡大する傾向があります。脳脊髄液の循環を改善するために手術が必要な場合もありますが、お子さんの具体的な状況によります。\n通常、妊娠中の定期健診で脳室拡大がわかることが多いです。一方、側脳室の幅が10mmに近い場合（＜13mm）は、軽度の脳室拡大と判定されます。軽度の脳室拡大は経過観察中に正常化することもあり、神経学的な異常も少ないと考えられます。\nしかし、妊娠早期の先天性感染や染色体異常などでは、脳室拡大や小さな頭囲（胎児発育不全とともに）などの所見も見られることがあります。\n脳室拡大に変化がない場合でも、お子さんの状態を定期的に確認するために、小児科医と相談し、必要な検査を行うことをおすすめします。専門医との相談を通じて、より具体的な情報と安心感を得ることができるでしょう。\n"
})
ary.push({
  :title => "4か月の男児のミルク摂取についての悩み",
  :tags => "ミルク, 授乳回数, 授乳量, 成長, 離乳食",
  :content => "生後4か月の男児のミルク摂取量と回数について悩んでいます。\n医師と保健師の意見が違い、どうすればいいか迷っています。",
  :answer => "生後4か月の赤ちゃんのミルク摂取量と回数について心配されているようですね。\n赤ちゃんの成長具合を考えると、現在の摂取量と回数は適切な範囲内です。\nミルクを少量頻回にしているのは、消化に負担がかからないための良い方法です。\n赤ちゃんの機嫌や排泄の状態を見ながら、離乳食も徐々に進めていきましょう。\nお母様が一番赤ちゃんのことを理解しているので、自信を持って子育てしてくださいね。"
})
ary.push({
  :title => "難聴の息子に向き合う方法を知りたい",
  :tags => "難聴, 親の悩み, 受け入れ, 子育て, 心のケア",
  :content => "生まれたばかりの息子は右耳の形成不全と難聴と診断されました。\n大きな音にも反応せず、私は心が落ち込んでいます。\nなぜ耳が形成不全なのか、なぜ難聴なのか、そして、私はどのようにして前を向いて息子を受け入れることができるでしょうか？",
  :answer => "お子さんの難聴について、受け入れることが難しい思いを抱えていることが伺えます。\nあなたの母親としての思いは大切ですが、同時にさまざまな思いに挟まれ、つらさを感じていることも理解します。\nまずはあなたの思いを整理し、言葉にして外に出すことが重要です。\n心理士や医師、子ども支援センターなどの専門職に相談し、自分の思いを受け止めてもらうことで、少しずつお子さんを受け入れることができるようになるでしょう。\n信頼できる専門職のサポートを受けながら、自分を労りながら前を向いていきましょう。\nあなたは頑張ってきた母親です。\n自分自身を信頼し、ゆっくりと時間をかけて前進してください。"
})
ary.push({
  :title => "６か月で離乳食を開始。育児書などの進め方から１か月ずれることが気がかりです。",
  :tags => "育児, 離乳食, 進め方, アレルギー, 卵",
  :content => "６か月の娘のいる母親です。6か月になってから娘の離乳食を始めました。\n育児書などの進め方を参考にすると、初期食は5～6か月とのことですが5か月を基準に書かれているようで、娘は進め方が1か月ずつずれてしまうのが気がかりです。\n最近は、アレルギーの不安がある食材は、早めに食べた方がよいとなっているようですが、育児書の進め方を参考にすると、卵を食べるのが7か月となってしまいます。\n卵を6か月中に食べた方がよいのか、7か月になってからでもよいのか、教えていただきたいです。",
  :answer => "離乳食の進め方の中で目安となる月齢を紹介しているのは、平均するとこの時期に食べられるようになる子が多いということからです。\nしかし、多くのお子さんを見ていると、発達が早い・遅い、大きい・小さい、小食・大食というだけでなく、早産児、障害児というように、まさに十人十色です。\n授乳の飲む量、離乳食を食べる量や進み具合はそれぞれ違うものだと思ってください。\n\n離乳食は、栄養を補うほかに、お子さんが食べ物に興味を持ち、食べることを楽しめるようになること、人と一緒に食べることを嬉しく思ったり楽しく思ったりして、やがて自分で食べたい気持ちが芽生えることを願って進めていくものです。\nお子さんの様子を見て6か月が適当と思われて開始されたのは大切な判断です。\n離乳食はいまのところ順調に進んでいるでしょうか。順調でなかったとしても行きつ戻りつしながら進んでいくものなので今後もお子さんに合わせて進めていきましょう。\n無理強いだけは禁物です。\n\n消化のよい調理のしやすい食材から順番に進めると内臓機能に負担が少なく、作る手間も少なく済むので、育児書では扱いやすい食材を具体的に例として示していることが多いものです。\n食材の増やし方は、量だけにこだわらず、さまざまな食材を試していくことが大切です。\nそして、複数の食材を食べ慣れたころから、しっかり加熱した卵黄をごく少量から始めます。\n\n食物アレルギー予防の考え方では、ある食物を早めに口から少量ずつとった子たちのほうが、1歳まで食べさせなかった子たちよりアレルギーの子が少なかったことから、卵についても離乳食早期に与えることが勧められています。\n口から食べる前に皮膚の掻き壊しの傷などから、ちりなどに含まれる卵の成分が体内に入り込むと、食べていないにもかかわらず反応することがあるからです。\nこのことから、アレルギー予防にはスキンケアも大切です。\n6か月中でも7か月になってからでも大きな差はありませんので、食物アレルギーの症状がいままで見られないなら卵を開始してもよいでしょう。"
})
ary.push({
  :title => "むし歯予防のためのフッ素塗布の適切な時期と選び方",
  :tags => "むし歯予防, フッ素塗布, 歯医者選び",
  :content => "１歳７か月の娘のむし歯予防にフッ素塗布を考えています。\nどの時期から始めればよいのでしょうか？\nまた、フッ素塗布は安全ですか？\nどこの歯医者さんでも受けられますか？\n歯医者さんを選ぶポイントを教えてください。",
  :answer => "フッ素塗布はむし歯予防に効果がある歯科処置です。\n１歳過ぎごろから始めて、３～４か月に１回程度行うことが推奨されています。\nフッ素は安全な成分であり、通常の使用では身体への悪影響はありません。\nただし、過剰摂取には注意が必要です。\n歯医者さんの選び方には通院しやすさや専門性などが重要です。\nかかりつけの歯医者さんやママ友の情報を参考にして、子どもに適した歯医者さんを探してみてください。",
})
ary.push({
  :title => "赤ちゃんのじんましんと軟便について知りたい",
  :tags => "じんましん, 赤ちゃんの健康, 離乳食, 下痢",
  :content => "8か月の娘がときどき謎のじんましんが出るようになりました。\nまた、1日5〜6回の軟便も気になります。\nじんましんの原因や食物アレルギーの可能性、軟便の一過性などについて教えてください。",
  :answer => "じんましんは、赤ちゃんの皮膚に赤く盛り上がる発疹で、かゆみを伴うことが多いです。\n原因は食物アレルギーだけでなく、機械的刺激や薬剤、運動なども関与することがあります。\n赤ちゃんのじんましんは特発性が多く、原因を特定することは難しいです。\n軟便は赤ちゃんによくあることで、元気で体重が減らない限りは自然に治る場合が多いです。\nもしじんましんが続くようなら小児科を受診し、抗アレルギー薬の処方を検討してください。\n食事については、繰り返し出る場合には食べたものを記録し、原因を再検討することも大切ですが、基本的には食物アレルギーとは関係ないことが多く、一過性で改善することが多いです。"
})
ary.push({
  :title => "泣いて寝てくれない息子。育児がつらくて前向きになれません。",
  :tags => "育児, 泣き止まない, 不安, サポート, 解決策",
  :content => "6か月の息子は、寝起きや寝つく前に必ず泣き、泣き声が大きく頭に響き頭痛がします。\n昼間は一緒に遊んだりして活動時間を考慮し、眠くなりそうなころには抱っこをしたり、あやしたりしますが、必ず泣きます。\n先日、19時半ころ、指しゃぶりをして眠たそうだったので布団に寝かしたら激しく泣き出し、暑かったので冷房を効かせたり、おむつを取り替え、授乳をしたりしても泣きやまず、抱っこしてもダメで、気晴らしに入浴させるなど思いつくことをやりましたがまったく泣きやまず、気づいたら夜中2時半を越えていました。\n以前から息子の泣き方にイライラして私も泣いていましたが、この日は特にひどく、もう死んでしまいたいと思い、気づいたら遺書を書いていました。\n産んだことを後悔し、その日を境に少しの泣き声でも体調が悪くなり、食べても吐き、めまいもして生きた心地がしません。\n夫は育児に協力的で助かっていますが、さすがにあの日は疲れていたのか、泣いている息子に怒鳴っていました。\n誰にも相談できず、「私は母親になることに向いていない、育てるなんて無理だったんだ」と後悔しています。\n将来が不安で「明日になったらまた泣く…」と考えるだけで、明日が来るのも怖く、毎日がつらくてとても前向きになれません。\n何をしても寝てくれない息子と、どう接していけばよいのでしょう。",
  :answer => "これまでよくがんばってきましたね。\n何をしても泣きやまない息子にイライラする気持ちもわかりますが、自分自身を責める必要はありません。\n育児は大変な時期もありますが、あなたはしっかりと育児に向き合っている母親です。\n息子が泣き止まないときは、まずは冷静になって原因を考えましょう。\n彼が眠気を感じているのか、お腹が空いているのか、疲れているのか、刺激が強すぎるのかなど、様々な要因が考えられます。\nまた、泣き声が大きく響くことから、彼が過敏に反応している可能性もあります。\n少しずつでも息子とのコミュニケーションを深めることで、彼のニーズを理解しやすくなるでしょう。\n日常生活でのサポートや、他の育児経験者との情報交換も役立つでしょう。\n毎日がつらい時期かもしれませんが、あなたは素晴らしい母親です。\n少しずつ前向きな気持ちを取り戻していけると良いですね。\n"
})
ary.push({
  :title => "嘘をつく5歳の息子。どう対応すべきでしょうか？",
  :tags => "子育て, 幼児, 嘘つき, 対応",
  :content => "５歳９か月の男の子です。\n年長になったぐらいから、ほめられたい、感心されたい欲求のためか、嘘をつく（知らないことを知っていると言ってしまう）、誇張して話すことがよくあります。\n一時期はかなりひどく、会話のほとんどがそんな感じなので注意をしていたのですが、絶対に折れず言い争いになるため、軽く受け流す対応をしていました。\nだいぶ減ってきたと思っていたのですが、最近子どもが「保育園で嘘つきと言われる」と言ってきました。\n確かにそんな場面を見たことがあります。\n私が「気をつけようね」と言ったら、「やめられないんだよ。（嘘が）出ちゃうんだよ」と言ってきました。\nほめられたい気持ちはわかりますが、嘘つきと言われていると知り、どうしたらよいのか悩んでいます。\nやめさせる方法はあるのでしょうか？\n受け流す対応の方がよいのでしょうか？\n４月から小学生になり友人関係が変わる中、大人は「ほめられたいんだな」と理解できても、友だちからすると嘘になるだろうし、仲間はずれなどが心配です。\n親としてどんな対応をすればよいのでしょう？",
  :answer => "幼児の嘘には二種類あると考えられます。\n第一種の嘘は、発達の証だとされるものです。\n多くの子どもは、真実ではないとわかりながら嘘が言えるようになります。\nこのような嘘は、知的な能力の発達のひとつだと考えられます。\n一方、第二種の嘘は、他人の愛情を求めたり、関心を引くための“手段”とされています。\n親としては、子どものあるがままを受け入れながら、嘘をつくことについては指導する必要があります。\n以下の方法を試してみてください。\n\n1. 嘘をつく理由を理解する\n子どもがなぜ嘘をつくのか、その理由を探ってみましょう。\nほめられたい気持ちや関心を引きたい欲求があるかもしれません。\n2. 真実を尊重する\n嘘をつくことは良くありませんが、子どもの感情や意見は尊重しましょう。\n彼らに対して否定的な態度を取ると、ますます嘘をつくようになるかもしれません。\n3. 嘘ではなく、他の方法で関心を引くように促す\n嘘をつくことに代わる方法として、適切な行動を教えましょう。\n例えば、努力して成果を出した場合にほめるなど、他の方法で関心を引くことを促しましょう。\n4. 良い例を示す\n子どもが嘘をつかずに関心を引ける方法や行動の良い例を示しましょう。\n実際の事例やストーリーを通じて、良い行動の模範となる例を示すことが効果的です。\n5. 親子のコミュニケーションを大切にする\n子どもが嘘をつく原因には、親子のコミュニケーションの欠如も関与していることがあります。\n親として、子どもとのコミュニケーションを大切にし、信頼関係を築く努力をしましょう。\n\n以上の方法を試してみてください。ただし、嘘をつく行動は個人差があり、すぐに改善されるとは限りません。\n子どもの成長に合わせて対応し、愛情と理解を持ってサポートしてください。"
})
ary.push({
  :title => "女の子が欲しかったけど、男の子を育てる母の葛藤",
  :tags => "欲望, 性別, 育児, 自己嫌悪, 心の整理",
  :content => "女の子を希望していたけど、男の子を育てるのがつらくなってしまいます。どうしたら気持ちを楽にできますか？",
  :answer => "あなたの気持ちが揺れ動いていて、つらいですね。\n自己嫌悪に陥る前に、自分の中の思いを整理することが大切です。\n女の子を希望した理由を考え、男の子との関係を築くことで新たな喜びを見つけましょう。\n記録と思考の上書き保存を通じて、男の子もかわいいと感じるようになるかもしれません。\n必要ならば、支援機関のスタッフと一緒に取り組むこともおすすめです。\n"
})
ary.push({
  :title => "母乳不足で悩む2か月の赤ちゃんについて",
  :tags => "母乳不足, 混合授乳, 乳頭混乱, 授乳方法, ストレス",
  :content => "2か月の赤ちゃんを育てていますが、母乳が出なくて混合授乳しています。\n赤ちゃんが母乳を嫌がり、授乳時に大泣きしたり体をバタバタさせることがあります。\nおしゃぶりも使っているので、乳頭混乱が心配です。\n母乳を続けたいのですが、どうしたら良いでしょうか？",
  :answer => "2か月の赤ちゃんの授乳に悩んでいらっしゃるのですね。\n赤ちゃんが縦抱きや横抱きで母乳を嫌がったり大泣きしたりする場合、乳頭混乱が考えられます。\n赤ちゃんは楽な方法で飲みたがり、人工乳首の吸い方に慣れると母乳を嫌がるようになることがあります。\nまた、おしゃぶりの使用も影響している可能性があります。\n母乳を続けたい場合、少しずつ哺乳びんから母乳のみに移行することを試してみてください。\nおしゃぶりの使用をやめたり、人工乳首を使う回数を減らしたりすることも効果的です。\nまた、母乳の分泌を促すためには、お母さん自身のリラックスやストレスの軽減が重要です。\n赤ちゃんが欲しがるタイミングで母乳を与え、左右の時間に縛られずに赤ちゃんの満足するまで授乳することもおすすめです。\nさらに、食事やマッサージ、休息などを工夫して母乳の分泌をサポートすることも有効です。\n助産師や母乳外来での相談もお考えください。\n自信を持って母乳育児を続けることができるよう、サポートしていきます。"
})
ary.push({
  :title => "5か月半の赤ちゃんに離乳食のタイミングと方法について",
  :tags => "離乳食, 5か月半, 赤ちゃん, スプーン, 哺乳反射",
  :content => "5か月半ばから離乳食を始めていますが、スプーンを近づけると舌が出てくることがあります。まだ始めるには早いのでしょうか？また、離乳食の時間に困っています。どのように与えると良いですか？",
  :answer => "赤ちゃんがスプーンで舌を出すのは、哺乳反射の一部であり、6～7か月ごろになると自然に抑制されるようになります。なので、離乳食を続けて問題ありません。\n\n離乳食は午前中がおすすめですが、8時ごろの時間帯が適切です。赤ちゃんの機嫌をよく保ちながら、笑顔で声かけして試してみてください。食べられる量は少なくても問題ありません。また、寝起き後にぐずるときは少し授乳して落ち着かせてから離乳食を試してみると良いです。赤ちゃんのリズムに合わせながら、生活リズムを作りましょう。"
})
ary.push({
  :title => "２歳５か月の子。親子でお菓子ばかり食べています。",
  :tags => "偏食, 子育て, ストレス, サポート, 健康",
  :content => "２歳５か月の息子は、１歳半ころにごはんを全然食べなくなり、たまに納豆、カレー、ふりかけごはんを食べるのみでした。お菓子ばかりを求めるようになってしまい、私もお菓子ばかり食べるようになってしまいました。\n\nどうしたらよいでしょうか？",
  :answer => "子どもは経験不足による偏食も多いので、最初は食べなくても見慣れれば食べるようになることもあります。お菓子だけでは体調も回復しにくいので、何か手立てが欲しいところです。食べ物はネットスーパーや宅配などを利用すると体力的には楽かもしれません。おやつは焼き芋、総菜パン、果物等にして、できるだけ菓子類を減らします。飲み物は甘い飲料ではなく牛乳、お茶等にします。煮込むと食べやすい食材を購入して、ポトフ、シチュー、豚汁、寄せ鍋、おでん等にします。数日間は温め直して食べることができます。冷凍食品はたとえばお好み焼き、麺類、ピザ等のように、少しでも栄養価の高いものを選びましょう。出来合いの弁当やサンドイッチ、総菜等いろいろ試してみてください。その際には、「どっちにする？」と子どもに聞いてみると、自分で選んだものは食べることもあります。お菓子を欲しがるようなら、「1個だけ」と決めて、約束を守るようにします。\n\n子育ては一人で行うものではありません。自分だけでなんとなしにせず、保健所・保健センターに相談してみてはいかがでしょうか。話をよく聞いて、よりよいアドバイスをしてくれます。さまざまな支援を頼ってみてはいかがでしょうか。"
})
ary.push({
  :title => "授乳中ですが喫煙再開により母乳不足になりました。",
  :tags => "母乳不足, 授乳中, 喫煙再開, 赤ちゃんの授乳, 母乳増やす方法",
  :content => "喫煙再開したせいで母乳がほとんど出なくなりました。禁煙すれば改善するでしょうか？母乳を増やす方法はありますか？",
  :answer => "喫煙再開により母乳の分泌が減ったかもしれないですね。\n\n赤ちゃんの授乳回数を増やし、禁煙することで母乳増加が期待できます。\nまた、助産師のアドバイスも参考にしてみてください。\n"
})
ary.push({
  :title => "幼児の暴力的行為に悩んでます",
  :tags => "子育て, 暴力行為, イヤイヤ期, 言葉での対応, 兄弟関係",
  :content => "1歳10か月の息子が暴力的な行為をして困っています。どう対処すれば良いですか？",
  :answer => "子どもの暴力的行為を解決するためには、親が暴力を使わずに言葉でコミュニケーションすることが重要です。暴力を止めさせるために暴力を使うのは逆効果であり、言葉で繰り返し説明することが必要です。\n\nまた、イヤイヤ期の意味や兄弟関係の変化にも理解を深めることが大切です。長子の気持ちを大事にし、言葉で交渉することで子どもの意図や理由を理解し合う関係を築きましょう。"
})
ary.push({
  :title => "4か月の息子の昼寝に抱っこ依存が心配",
  :tags => "お昼寝, 抱っこ依存, 生活リズム, 寝かしつけ, ルーティン",
  :content => "生後4か月の息子はお昼寝の際、抱っこでないと寝てくれません。寝ぐずりもひどく、ウトウトするまでの時間が長いため腕が限界となり、結局、抱っこ紐のまま寝かせてしまいます。しかし抱っこ紐から降ろすと必ず起きてしまいます。助産師さんからは「生活リズムを整えるように」と指導されました。夜は20～21時の間に寝て、朝は7時半～8時の間に起きており、午前中はお散歩へ。夜は寝る前に激しく泣きますが、おっぱいで寝落ちして布団で寝てくれます。今後、抱っこ紐でしか寝られない子になってしまうのではないかと心配です。",
  :answer => "生後4か月のお子様のお昼寝に苦労されているのですね。ずっと抱っこして、やっと寝てくれたと思ってお布団に寝かすと泣く、まるで背中にスイッチがあるみたいと、皆さんよくおっしゃられます。体重も増えてきたお子様を抱き続けるのも限界がありますよね。生後3か月ころからは昼夜の区別がついてきて、体内時計を整えるためにも、生活リズムをつけていくとよいといわれています。就寝時間、起床時間に気を配っていらっしゃいますし、午前中にお散歩に出ていることからも、お子様にとって適切な生活リズムが作られていると思います。夜は、寝る前に泣くものの、すぐに眠れているので、大丈夫そうですね。大変なのは、お昼寝の前の寝ぐずりと抱っこし続けることですね。夜、眠るときには、どのような流れを取っていらっしゃいますか。お風呂に入って、スキンケアなどでスキンシップをはかり、子守歌を歌ったり、おっぱいを飲ませたりして、お布団に寝かせたら優しくからだをトントンしてあげる…こんな感じでしょうか。この一連の流れは、眠りにつくために赤ちゃんの脳をリラックスさせてあげるルーティン、いわば儀式のようなものです。夜のルーティンのように、お昼寝に入るときもルーティンをすると寝かしつけがスムーズになるといわれています。遊んで興奮している状態から急に眠ることはできません。お昼寝の際にも、まずはお子様をリラックスさせて、眠りに入る準備を整えてあげるとよいのです。たとえば絵本に興味があるようなら絵本を読んであげます。少しリラックスしたところで、ぬいぐるみなどに「おやすみなさい」と挨拶をして、寝室にいきます。寝室もカーテンを引いて少し暗くした方がよいでしょう。そして、お布団に寝かせて子守歌を歌ってあげましょう。夜寝るときもお昼寝のときも同じ子守歌を歌ってあげると効果的です。また、寝かしつけにはお子様の眠くなってきたサインをキャッチできると、タイミングよくルーティンに移れます。あくびをしたり目をこすったりするようなときだけが眠くなってきたサインとは限りません。手足をばたつかせたり、興奮気味になったりするのも眠くなってきたサインといわれます。それを通り越すとぐずったり泣いたりするので、寝かしつけは難しくなります。個人差はありますが、たとえば、ふらふらと頭を左右に振る、抱っこすると顔を親の胸にこすりつける、背中をそらせる、手足をばたつかせる、ハイテンションなのにあやすのをやめると不機嫌になる、飽きっぽくおもちゃを次々取り換える、動きが荒くイライラした様子、などは眠くなってきたサインといわれます。時計というよりは、こうした子どものサインを見る目を養っていくとよいでしょう。お子様の眠くなってきたサインをキャッチして、ルーティンを始めるタイミングを合わせてあげましょう。お昼寝の場所や環境も大切です。明るすぎる場所や騒がしい場所ではなかなか寝付けません。静かで落ち着いた場所で寝かせてあげましょう。また、お昼寝には抱っこ依存ができやすいといわれています。お昼寝のときも、最初は抱っこしながら寝かせてあげてもいいですが、徐々に抱っこを減らし、寝かしつけには布団やベビーベッドなどで寝かせるようにしましょう。最初は起きてしまっても、徐々に慣れていきます。もちろん、お子様の成長や個性によっても違いがありますので、焦らずに取り組んでみてください。"
})
ary.push({
  :title => "3歳の娘が「かわいい！」の言葉を嫌がる。接し方に悩みます。",
  :tags => "子育て, 娘, コミュニケーション, かわいい, 言葉",
  :content => "3歳の長女の気持ちがわかりません。娘はかわいいものが好きなのに、なぜ「かわいい」と言われたくないのでしょうか？どう接したらよいでしょうか。",
  :answer => "お子さんは言葉の音に敏感なタイプのようですね。\n\nこの時期の子どもは言葉の使い方を完全に理解しているわけではありません。\n\n性格が先に出てくる傾向があります。\n\nお子さんは「かっこいい」という言葉の語感が気に入っているようですね。\n\nしばらくは「かっこいい！」と声をかけてあげてください。\n\nやがて言葉の力が育つと、あまりこだわらなくなるでしょう。"
})
ary.push({
  :title => "前妻の子どもの受け入れに悩む",
  :tags => "前妻の子ども, 受け入れ, 夫婦関係, 家庭の変化",
  :content => "夫の前妻の子どもを受け入れることに抵抗を感じています。どうすれば気持ちの折り合いをつけることができるでしょうか？",
  :answer => "夫の前妻の子どもを受け入れることに対して悩んでいるのは理解できます。あなたと夫との間に生まれる子どもたちのことを大切にしたい気持ちは伝わります。\n\n夫と話し合い、お互いの思いを正直に伝えることが大切です。価値観ではなく、お互いを理解しようとする気持ちで折り合いをつけることを目指しましょう。\n\nまた、夫が前妻の子どもを受け入れる理由を探り、夫との信頼関係を深めることも重要です。"
})
ary.push({
  :title => "9か月の子の授乳回数と離乳食について",
  :tags => "子育て, 授乳回数, 離乳食, 母乳",
  :content => "生後９か月の男の子を完母で育てていますが、離乳食を3回しっかり食べるようになりました。1日の授乳が朝5時と寝る前の夜8時の2回だけになりました。日中は麦茶を飲ませていますが、このままの授乳回数は大丈夫でしょうか？朝も夜も自分から母乳を欲しがらないのですが、これで問題ありませんか？",
  :answer => "お子さんの離乳食の進み具合は順調ですね。授乳回数については、離乳食をしっかり食べるようになると減少することがあります。\n\n離乳食後の授乳は、お子さんが欲しがる場合に与えるという方針で大丈夫です。朝も夜も自ら欲しがらないのであれば、無理に与える必要はありません。\n\nお子さんの生活リズムに合わせて、離乳食の時間を調整しましょう。また、10時ごろと15時ごろにおやつとして補食を導入し、手づかみ食べやコップでの飲み物の練習も始めましょう。体重の増減を定期的にチェックし、成長曲線に基づいて判断することも大切です。\n\n授乳量が減ると水分摂取が少なくなり便秘になりやすいので、水や麦茶をこまめに飲ませましょう。食後にも飲ませることで口内の清掃も促されます。\n\n素晴らしい子育てをしているので、安心して進めてください。"
})
ary.push({
  :title => "シングルマザーになる予定の私が、もうすぐ2歳の息子に怒ってしまう理由とは？",
  :tags => "シングルマザー, 2歳児, 反抗期, 育児ストレス, 自己嫌悪",
  :content => "私はもうすぐシングルマザーになる予定で、2歳の息子と二人で過ごしています。息子のイヤイヤ期や猪突猛進な行動に手を焼いています。どうして私は怒ってしまうのでしょうか？また、私の怒りが子どもに悪影響を与えるでしょうか？",
  :answer => "シングルマザーとなる決断と子どもの反抗期が重なっている大変な時期ですね。\n\n2歳児の反抗は成長の証拠であり、子どもの気持ちや意図を理解することが重要です。子どもは自分にとって大切な人に気持ちを訴えているだけで、あなたが愛されていることを再確認しましょう。\n\n子どもの行動が問題となる場合は、なぜダメなのかを言葉で伝えることが必要です。また、シングルマザーとしてのストレスや自己嫌悪も解消するために、支援団体や育児施設を活用することをおすすめします。\n\n育児は家族だけでなく、多くの人々の手で行うことが大切です。"
})
ary.push({
  :title => "虐待の心配から相談できず、子育てに悩んでいます",
  :tags => "虐待の心配, 子育て悩み, 相談できない",
  :content => "イヤイヤ期の子どもにイライラし、叩いてしまったり怒鳴ってしまいます。毎日イライラして疲れてしまいます。他のママは怒らないと言っていますが、私はひどい母親なのでしょうか？どうやったらイライラを止めることができますか？",
  :answer => "あなたは、お子さんと一緒にいたいという願いが強く、虐待を疑われることが一番の不安ですね。お子さんと一緒にいられるために、どうすれば良いか考えましょう。\n\nあなたは一生懸命子育てをしていて、お子さんのことを大切に思っています。一方で、イヤイヤ期の子どもにイライラしてしまったり、怒鳴ってしまったりしています。これらの感情の原因は、あなたの過去や育ちにあるようです。子どものころの体験が脳から引き出され、その感情が現在の状況に影響を与えているのかもしれません。\n\nあなたが受け入れて整理するためには、信頼できる人のサポートが必要です。子ども家庭支援センターや小児科を訪れて話をしてみることをおすすめします。また、心理師や保健師、医師などの専門家に相談し、あなたを支えてもらうことも重要です。これにより、イライラを抑えながら、かわいいお子さんと一緒に過ごすことができるでしょう。"
})
ary.push({
  :title => "子どもの前で夫婦げんかを避ける方法",
  :tags => "子ども, 夫婦げんか, コミュニケーション, 虐待, 発達",
  :content => "1歳2か月の子どもがいるので、夫婦の間で口論を避けるようにしています。しかし、それが夫婦関係に悪影響を及ぼしている気がしています。子どもの前でのけんかはどの程度まで許されるのでしょうか？",
  :answer => "子どもの前での夫婦げんかは避けることが望ましいです。研究結果に基づくと、親の暴言による虐待が子どもの脳に悪影響を及ぼす可能性があるとされています。\nただし、具体的なレベルについては一概に言えません。重要なのは、夫婦のコミュニケーション方法を改善することです。静かに話し合い、相手の意見を尊重し、大声を控えることで口論を避けることができます。また、子どもの言語発達期に入っているので、親は言葉の使い方に気をつけ、子どもに良いお手本を示すことが重要です。\n夫婦間のコミュニケーションを改善するために、新しい方法を試してみてください。"
})
ary.push({
:title => "幼児の「ママ嫌い」という発言に傷ついてます。何かのサインでしょうか？",
:tags => "子育て, 幼児行動, 親子関係, 心理的成長, 対応方法",
:content => "3歳の息子が保育園に進級して以来、よく「ママ嫌い」と言います。この言動には何かのサインがあるのでしょうか？どう対応すれば良いですか？",
:answer => "幼児の「ママ嫌い」という言動は一般的であり、特別な問題ではありません。\n\n幼児は親しい人のネットワークを作り、重要な人物を選ぶ傾向があります。お子さんが「ママ嫌い」と言っても、それは他の大切な人々が存在するということです。母親としては残念ですが、お子さんが成長している証拠でもあります。\n\nお子さんのネットワークを尊重し、自分育てに時間を使うことも大切です。"
})

ary.each{|d|
  q = Question.create!(
      {
        title: d[:title],
        tags: d[:tags],
        content: d[:content],
        status: 'DONE',
        view_cnt: rand(100..200),
        answer_cnt: 1,
        user_id: 1,
      }
  )
  Answer.create!(
      {
        question_id: q.id,
        content: d[:answer],
        is_best_answer: true,
        user_id: 2,
      }
  )
}
